Repository: common-repository/sisow-for-woocommerce
Catalog: .wordpress-org/5.5.5/languages/woocommerce-sisow-*_formal.po
Languages: nl

source: Activate this module to accept %s transactions
nl: Activeer de module om %s transacties te accepteren

source: Documentation
nl: Documentatie

source: <a href="https://www.sisow.nl/Sisow/down.aspx?doc=HandleidingWooCommerce.pdf" target="_blank">Click to open documentation</a>.
nl: <a href="https://www.sisow.nl/Sisow/down.aspx?doc=HandleidingWooCommerce.pdf" target="_blank">Open documentatie</a>

source: Enable Sisow %s
nl: Activeer Sisow %s

source: Pay with %s
nl: Betaal met %s

source: Description
nl: Omschrijving op het bankafschrift

source: Description on the bank account
nl: Omschrijving op het bankafschrift

source: Enable testmode
nl: Zet testmode aan

source: Min amount
nl: Min bedrag

source: Minimum order total for %s
nl: Minimaal order totaal voor %s

source: Max amount
nl: Max bedrag

source: Maximum order total for %s
nl: Maximum order totaal voor %s

source: Display banks in list
nl: Banken als lijst weergeven

source: Banks in list
nl: Banken als lijst

source: Make %s invoice
nl: Maak %s factuur

source: Disable B2B
nl: B2B uitschakelen

source: Disable B2B transactions
nl: B2B transacties uitschakelen, het veld KvK nummer wordt niet meer weergegeven in de checkout.

source: Days
nl: Dagen

source: Include paylink
nl: Voeg betaallink toe

source: Include bank account details
nl: Voeg uw bankgegevens toe aan de mail

source: Mail to admin
nl: E-mail beheerder

source: Send e-mail to shop administrator instead of consumer
nl: Stuur e-mail naar de shop eigenaar in plaats van de consument

source: - Directly -
nl: - Direct -

source: Create invoice at order status
nl: Maak factuur bij order status

source: Only active when "Make %s invoice" set to active
nl: Alleen actief als "Maak %s factuur" is ingesteld op actief

source: %s created
nl: %s aangemaakt

source: Warning
nl: Waarschuwing

source: An additional contract is required for this payment method, please contact <a href="mailto:sales@sisow.nl">sales@sisow.nl</a>.
nl: Voor deze betaalmethode is een aanvullend contract nodig, neem contact op met <a href="mailto:sales@sisow.nl">sales@sisow.nl</a> voor meer informatie.

source: Gender
nl: Geslacht

source: Please Choose
nl: Maak uw keuze

source: Male
nl: Man

source: Female
nl: Vrouw

source: Phone
nl: Telefoon

source: Birthdate
nl: Geboortedatum

source: Day
nl: Dag

source: Month
nl: Maand

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: Year
nl: Jaar

source: Please select your gender
nl: Selecteer uw geslacht

source: Please fill in your phonenumber
nl: Vul uw telefoonnummer in

source: Please select your birthdate
nl: Selecteer uw geboortedatum

source: CoC number
nl: KvK nummer

source: Please fill in your coc number
nl: Vul uw KvK nummer in

source: Only for B2B
nl: Alleen voor B2B

source: Fields with an * are required
nl: Velden met een * zijn verplicht

source: Please insert a bank code
nl: Voer uw bankcode in

source: Please fill in your IBAN
nl: Voer uw IBAN in

source: Choose your bank
nl: Kies uw bank

source: Please choose...
nl: Maak uw keuze...

source: Please select your bank
nl: Selecteer uw bank

source: Klarna Pay Later
nl: Klarna Achteraf Betalen

source: Extra settings are required for this payment method, contact <a href="mailto:support@sisow.nl">support@sisow.nl</a> for more information.
nl: Voor deze betaalmethode zijn aanvullende instellingen nodig, neem contact op met <a href="mailto:sales@sisow.nl">sales@sisow.nl</a> voor meer informatie.

source: Sisow settings
nl: Sisow Instellingen

source: The following options are required to use the Sisow Gateway and are used by all Sisow Payment Methods
nl: De onderstaande instellingen zijn verplicht, deze worden door alle betaalmethoden gebruikt.

source: The Merchant ID from Sisow, you can find it in your Sisow account
nl: De Merchant ID van Sisow, deze vind u terug in uw Sisow profiel

source: The Merchant Key from Sisow, you can find it in your Sisow account
nl: De Merchant Key van Sisow, deze vind u terug in uw Sisow profiel

source: The Shop ID from Sisow, you can find it in your Sisow account
nl: Het Shop ID van Sisow, deze vind u terug in uw Sisow profiel

source: Set completed
nl: Order afgerond

source: Mark the order direct as completed
nl: Zet de order direct op afgerond

source: Don't cancel
nl: Niet annuleren

source: Don't cancel the order after a failed payment
nl: De order niet annuleren wanneer een betaling is mislukt

source: Add utm_nooverride=1
nl: Voeg utm_nooverride=1 toe

source: Add utm_nooverride=1 recommended if you use Google Analytics
nl: Voeg de paramater utm_nooverride=1 toe voor google Analytics.

source: Enable testmode for all payment methods
nl: Testmodus voor ALLE betaalmethoden inschakelen

source: Description on the bank account, can be overwritten at every payment method. Use {orderid} to include order number.
nl: Omschrijving op het rekeningafschrift van de consument, kan per betaalmethode worden overschreven. Gebruik {orderid} om het ordernummer op te nemen in de omschrijving.

source: House number field (billing)
nl: Huisnummer veld (factuur adres)

source: If the house number is saved as order note, enter the key name.
nl: Indien het huisnummer als order_note (post_meta) wordt opgeslagen, geef dan de key van dit veld in.

source: House number field (shipping)
nl: Huisnummer veld (verzendadres)

source: Status recieved from Sisow: %s, IBAN: %s
nl: Status ontvangen van Sisow: %s, IBAN: %s

source: Status recieved from Sisow: %s
nl: Status ontvangen van Sisow: %s

source: The Sisow payment methods plugin requires woocommerce to be active
nl: Om de Sisow betaalwijzen te gebruiken dient WooCommerce te zijn ge√Ønstalleerd

source: Curl is not installed.<br />In order to use the Sisow payment methods, you must install install CURL.<br />Ask your system administrator to install php_curl
nl: CURL is niet actief op de server, deze dient te worden geactiveerd<br/>Neem hiervoor contact op met uw beheerder.

source: Error creating invoice
nl: Fout bij aanmaken factuur

source: Invoice created
nl: Factuur aangemaakt
